Revit 2024 API
ParameterTypeId.MepPipeLowerObvertElevation Property
 "Lower End Obvert Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepPipeLowerObvertElevation { get; }
Visual Basic
Public Shared ReadOnly Property MepPipeLowerObvertElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepPipeLowerObvertElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace